arc-gtk-theme
asunder
beekeeper-studio-bin
downgrade
fcitx5-skin-adwaita-dark
firebase-tools-bin
git-secrets
gnome-shell-extension-kimpanel-git
goobook-git
google-chrome
pscale-cli
rgxg
termite
tree-sitter-css
tree-sitter-html
tree-sitter-json
tree-sitter-typescript
tree-sitter-yaml
ttf-cica
vscode-langservers-extracted
wdisplays
wl-screenrec
wlogout
zoom
