beekeeper-studio-bin
downgrade
git-secrets
google-chrome
google-earth-pro
ibus-mozc
mcomix
microsoft-edge-stable-bin
nvm
pscale-cli
rbenv
rgxg
ruby-build
ruby-solargraph
sequeler-git
slack-desktop
stern-bin
sylpheed
termite
trdsql-bin
ttf-cica
vdhcoapp-bin
yay
zeal
zoom
