altair
amazon-workspaces-bin
anydesk-bin
appimagelauncher
beekeeper-studio-bin
downgrade
git-secrets
goobook-git
ibus-mozc
mssql-server
mssql-tools
nvm
php-pdo_sqlsrv
qt5-styleplugins
rbenv
ripgrep-all
ruby-build
sequeler-git
skypeforlinux-stable-bin
slack-desktop
stern-bin
tableplus
teamviewer
trivy-bin
ttf-cica
yay
zeal
zoom
