7zip
a52dec
aalib
abseil-cpp
acl
acorn
adobe-source-code-pro-fonts
adwaita-cursors
adwaita-fonts
adwaita-icon-theme
adwaita-icon-theme-legacy
alacritty
alsa-card-profiles
alsa-lib
alsa-topology-conf
alsa-ucm-conf
alsa-utils
ansible
ansible-core
aom
apparmor
appstream
appstream-glib
aquamarine
arch-install-scripts
archlinux-keyring
argon2
aria2
asciidoc
aspell
aspell-en
at-spi2-core
atkmm
atool
attr
audit
autoconf
autogen
automake
avahi
babl
baobab
base
base-devel
bash
bash-completion
bash-language-server
bat
bc
bcg729
bind
binutils
biome
bison
blas
blueman
bluetui
bluez
bluez-libs
bluez-tools
bluez-utils
boost-libs
box2d
bridge-utils
brightnessctl
brotli
browserpass
browserpass-firefox
btop
btrfs-progs
bubblewrap
bun
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cairomm-1.16
cantarell-fonts
cblas
ccls
cdparanoia
cfitsio
check
cifs-utils
clang
clucene
cmatrix
cmocka
compiler-rt
confuse
containerd
convmv
coreutils
cpio
cracklib
cryptsetup
cscope
csvkit
csvlens
ctags
cups
cups-filters
cups-pdf
curl
dateutils
dav1d
db5.3
dbus
dbus-broker
dbus-broker-units
dbus-glib
dconf
dconf-editor
debian-archive-keyring
debootstrap
debugedit
debuginfod
default-cursors
desktop-file-utils
detox
device-mapper
diffoscope
difftastic
diffutils
discord
discount
diskus
distro-info
distro-info-data
djvulibre
dmidecode
dnsmasq
dnssec-anchors
docbook-xml
docbook-xsl
docker
docker-compose
dotslash
double-conversion
duktape
dust
dvisvgm
e2fsprogs
editorconfig-core-c
efibootmgr
efivar
elinks
emacs
enchant
eslint
ethtool
exempi
exiv2
expat
expect
eza
fabric
fakeroot
fcft
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
fd
fdupes
ffcall
ffmpeg
ffmpeg4.4
ffmpegthumbnailer
fftw
file
file-roller
filesystem
findomain
findutils
firefox
firefox-i18n-ja
firejail
flac
flashrom
flex
fmt
fontconfig
foot
fping
fprintd
freeglut
freetype2
fribidi
fuse-common
fuse2
fuse3
fuzzel
fwupd
fwupd-efi
fx
fzf
gawk
gc
gcab
gcc
gcc-fortran
gcc-libs
gcr
gcr-4
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
geckodriver
geeqie
gegl
gettext
ghc-libs
ghostscript
ghostty
ghostty-shell-integration
ghostty-terminfo
ghq
giflib
gimp
git
git-crypt
git-delta
git-lfs
github-cli
gitui
gjs
glib-networking
glib2
glib2-devel
glib2-docs
glibc
glibmm
glibmm-2.68
global
glslang
glu
glycin
gmime3
gmp
gnome-calculator
gnome-keyring
gnome-sound-recorder
gnome-themes-extra
gnulib-l10n
gnupg
gnutls
go
gobject-introspection
gobject-introspection-runtime
gopls
gpaste
gperftools
gpgme
gpgmepp
gpm
gpsd
graphene
graphicsmagick
graphite
graphviz
greetd
greetd-agreety
greetd-tuigreet
grep
grim
groff
gron
grub
gsettings-desktop-schemas
gsettings-system-schemas
gsfonts
gsl
gsm
gspell
gssdp
gst-plugin-pipewire
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gstreamer-vaapi
gtest
gtk-doc
gtk-layer-shell
gtk-update-icon-cache
gtk3
gtk4
gtk4-layer-shell
gtkmm-4.0
gtkmm3
gtksourceview4
gtksourceview5
gtop
gts
guetzli
guile
gupnp
gupnp-igd
gvfs
gvfs-smb
gzip
harfbuzz
harfbuzz-icu
haskell-aeson
haskell-aeson-pretty
haskell-ansi-terminal
haskell-ansi-terminal-types
haskell-ansi-wl-pprint
haskell-appar
haskell-asn1-encoding
haskell-asn1-parse
haskell-asn1-types
haskell-assoc
haskell-async
haskell-attoparsec
haskell-attoparsec-aeson
haskell-attoparsec-iso8601
haskell-auto-update
haskell-base-compat
haskell-base-compat-batteries
haskell-base-orphans
haskell-base-unicode-symbols
haskell-base16-bytestring
haskell-base64
haskell-base64-bytestring
haskell-basement
haskell-bifunctors
haskell-bitvec
haskell-blaze-builder
haskell-blaze-html
haskell-blaze-markup
haskell-boring
haskell-bsb-http-chunked
haskell-byteorder
haskell-call-stack
haskell-case-insensitive
haskell-cassava
haskell-cborg
haskell-cereal
haskell-citeproc
haskell-cmdargs
haskell-colour
haskell-commonmark
haskell-commonmark-extensions
haskell-commonmark-pandoc
haskell-comonad
haskell-conduit
haskell-conduit-extra
haskell-constraints
haskell-contravariant
haskell-cookie
haskell-crypton
haskell-crypton-connection
haskell-crypton-socks
haskell-crypton-x509
haskell-crypton-x509-store
haskell-crypton-x509-system
haskell-crypton-x509-validation
haskell-data-default
haskell-data-default-class
haskell-data-default-instances-containers
haskell-data-default-instances-dlist
haskell-data-default-instances-old-locale
haskell-data-fix
haskell-dec
haskell-diff
haskell-digest
haskell-digits
haskell-distributive
haskell-djot
haskell-dlist
haskell-doclayout
haskell-doctemplates
haskell-easy-file
haskell-emojis
haskell-erf
haskell-fast-logger
haskell-fgl
haskell-file-embed
haskell-foldable1-classes-compat
haskell-generically
haskell-generics-sop
haskell-ghc-bignum-orphans
haskell-glob
haskell-gridtables
haskell-haddock-library
haskell-half
haskell-hashable
haskell-hourglass
haskell-hslua
haskell-hslua-aeson
haskell-hslua-classes
haskell-hslua-core
haskell-hslua-list
haskell-hslua-marshalling
haskell-hslua-module-doclayout
haskell-hslua-module-path
haskell-hslua-module-system
haskell-hslua-module-text
haskell-hslua-module-version
haskell-hslua-module-zip
haskell-hslua-objectorientation
haskell-hslua-packaging
haskell-hslua-repl
haskell-hslua-typing
haskell-http-api-data
haskell-http-client
haskell-http-client-tls
haskell-http-date
haskell-http-media
haskell-http-types
haskell-http2
haskell-hunit
haskell-indexed-traversable
haskell-indexed-traversable-instances
haskell-integer-conversion
haskell-integer-logarithms
haskell-iproute
haskell-ipynb
haskell-isocline
haskell-jira-wiki-markup
haskell-juicypixels
haskell-lexer
haskell-libyaml
haskell-lpeg
haskell-lua
haskell-memory
haskell-mime-types
haskell-mmorph
haskell-monad-control
haskell-mono-traversable
haskell-network
haskell-network-bsd
haskell-network-byte-order
haskell-network-control
haskell-network-uri
haskell-old-locale
haskell-old-time
haskell-onetuple
haskell-only
haskell-optparse-applicative
haskell-ordered-containers
haskell-os-string
haskell-pandoc
haskell-pandoc-lua-engine
haskell-pandoc-lua-marshal
haskell-pandoc-server
haskell-pandoc-types
haskell-pem
haskell-pretty-show
haskell-prettyprinter
haskell-prettyprinter-ansi-terminal
haskell-prettyprinter-compat-ansi-wl-pprint
haskell-primitive
haskell-psqueues
haskell-quickcheck
haskell-random
haskell-recv
haskell-regex-base
haskell-regex-tdfa
haskell-resourcet
haskell-safe
haskell-safe-exceptions
haskell-scientific
haskell-semialign
haskell-semigroupoids
haskell-serialise
haskell-servant
haskell-servant-server
haskell-sha
haskell-simple-sendfile
haskell-singleton-bool
haskell-skylighting
haskell-skylighting-core
haskell-skylighting-format-ansi
haskell-skylighting-format-blaze-html
haskell-skylighting-format-context
haskell-skylighting-format-latex
haskell-socks
haskell-some
haskell-sop-core
haskell-split
haskell-splitmix
haskell-statevar
haskell-streaming-commons
haskell-strict
haskell-string-conversions
haskell-syb
haskell-tagged
haskell-tagsoup
haskell-tasty
haskell-temporary
haskell-texmath
haskell-text-conversions
haskell-text-icu
haskell-text-iso8601
haskell-text-short
haskell-th-abstraction
haskell-th-compat
haskell-th-lift
haskell-th-lift-instances
haskell-these
haskell-time-compat
haskell-time-manager
haskell-tls
haskell-toml-parser
haskell-transformers-base
haskell-transformers-compat
haskell-type-equality
haskell-typed-process
haskell-typst
haskell-typst-symbols
haskell-unicode-collation
haskell-unicode-data
haskell-unicode-transforms
haskell-uniplate
haskell-unix-compat
haskell-unix-time
haskell-unliftio
haskell-unliftio-core
haskell-unordered-containers
haskell-utf8-string
haskell-uuid-types
haskell-vault
haskell-vector
haskell-vector-algorithms
haskell-vector-stream
haskell-wai
haskell-wai-app-static
haskell-wai-cors
haskell-wai-extra
haskell-wai-logger
haskell-warp
haskell-witherable
haskell-word8
haskell-xml
haskell-xml-conduit
haskell-xml-types
haskell-yaml
haskell-zip-archive
haskell-zlib
hdparm
hex
hexedit
hicolor-icon-theme
hidapi
highlight
highway
hslua-cli
html-xml-utils
htop
httpie
hunspell
hwdata
hwloc
hyphen
hyprcursor
hyprgraphics
hypridle
hyprland
hyprland-guiutils
hyprland-qt-support
hyprlang
hyprlock
hyprpaper
hyprpolkitagent
hyprshot
hyprsunset
hyprtoolkit
hyprutils
hyprwayland-scanner
hyprwire
iana-etc
icu
ijs
imagemagick
imath
imlib2
iniparser
inkscape
intel-gmmlib
intel-media-driver
intel-ucode
ioping
ipcalc
iperf
iproute2
iptables
iputils
iso-codes
iw
jack2
jansson
jasper
jbig2dec
jbigkit
jc
jemalloc
jhead
jpegoptim
jq
js128
js140
json-c
json-glib
jsoncpp
kbd
kdbusaddons
keychain
keyutils
kguiaddons5
kitemviews
kitty
kitty-shell-integration
kitty-terminfo
kmod
kooha
krb5
kvantum
kvantum-qt5
kwidgetsaddons
kwindowsystem
kyotocabinet
l-smash
lame
lapack
layer-shell-qt
lazygit
lcms2
ldb
ldns
leancrypto
lensfun
less
lhasa
lib2geom
libabw
libadwaita
libaio
libappimage
libappindicator
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libavif
libb2
libblake3
libblockdev
libblockdev-crypto
libblockdev-fs
libblockdev-loop
libblockdev-mdraid
libblockdev-nvme
libblockdev-part
libblockdev-smart
libblockdev-swap
libbluray
libbpf
libbs2b
libbsd
libbytesize
libcaca
libcamera
libcamera-ipa
libcanberra
libcap
libcap-ng
libcbor
libcddb
libcdio
libcdio-paranoia
libcdr
libcloudproviders
libcmis
libcolord
libcss
libcups
libcupsfilters
libdaemon
libdatachannel
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdc1394
libde265
libdecor
libdeflate
libdex
libdisplay-info
libdom
libdovi
libdrm
libdv
libdvdnav
libdvdread
libe-book
libebur128
libedit
libei
libelf
libepoxy
libepubgen
libetonyek
libevdev
libevent
libexif
libexttextcat
libfabric
libfdk-aac
libffi
libfido2
libfm-extra
libfm-qt
libfontenc
libfprint
libfreeaptx
libfreehand
libftdi
libfyaml
libgccjit
libgcrypt
libgee
libgexiv2
libgirepository
libgit2
libglvnd
libgpg-error
libgudev
libgusb
libhandy
libheif
libhubbub
libice
libidn
libidn2
libiec61883
libimagequant
libimobiledevice
libimobiledevice-glue
libinih
libinput
libisl
libixion
libjcat
libjpeg-turbo
libjuice
libjxl
libksba
liblangtag
liblc3
libldac
libldap
libliftoff
liblqr
libmakepkg-dropins
libmanette
libmaxminddb
libmbim
libmd
libmfx
libmicrohttpd
libmm-glib
libmng
libmnl
libmodplug
libmpc
libmpdclient
libmpeg2
libmspub
libmwaw
libmypaint
libmysofa
libnautilus-extension
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnghttp3
libngtcp2
libnice
libnl
libnm
libnma
libnma-common
libnotify
libnsl
libnumbertext
libnvme
libodfgen
libogg
libomxil-bellagio
libopenmpt
liborcus
libotf
libp11-kit
libpagemaker
libpanel
libpaper
libparserutils
libpcap
libpciaccess
libpgm
libpipeline
libpipewire
libplacebo
libplist
libpng
libportal
libportal-gtk3
libppd
libproxy
libpsl
libpulse
libpwquality
libqmi
libqrtr-glib
libqxp
libraqm
libraw
libraw1394
libreoffice-fresh
libreoffice-fresh-ja
librevenge
librsvg
librsync
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsigc++
libsigc++-3.0
libsigsegv
libsixel
libsm
libsmbios
libsndfile
libsodium
libsoup3
libsoxr
libspelling
libspiro
libsrtp
libssh
libssh2
libstaroffice
libstemmer
libsynctex
libsysprof-capture
libtasn1
libtatsu
libteam
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libunibreak
libunistring
libunwind
liburcu
liburing
libusb
libusbmuxd
libutempter
libutf8proc
libuv
libva
libva-utils
libvdpau
libverto
libvisio
libvorbis
libvpl
libvpx
libvterm
libwacom
libwapcaplet
libwbclient
libwebp
libwireplumber
libwmf
libwpd
libwpe
libwpg
libwps
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcrypt-compat
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmlb
libxmu
libxpm
libxpresent
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzip
libzmf
licenses
lilv
link-grammar
linux
linux-api-headers
linux-docs
linux-firmware
linux-firmware-amdgpu
linux-firmware-atheros
linux-firmware-broadcom
linux-firmware-cirrus
linux-firmware-intel
linux-firmware-mediatek
linux-firmware-nvidia
linux-firmware-other
linux-firmware-radeon
linux-firmware-realtek
linux-firmware-whence
lld
lldb
llhttp
llvm
llvm-libs
lm_sensors
lmdb
loudmouth
lpsolve
lshw
lsof
lua
lua-lpeg
lua52
lua53
luajit
lv2
lvm2
lxqt-menu-data
lynx
lz4
lzo
lzop
m17n-db
m17n-lib
m4
mailcap
make
mako
man-db
mathjax
mbedtls
mbedtls2
md4c
mdadm
menu-cache
mesa
meson
miller
mimalloc
miniserve
minizip
mise
mission-center
mkcert
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mold
mosh
mpdecimal
mpfr
mpg123
mpv
mtdev
mujs
muparser
mypaint-brushes1
navi
ncdu
ncurses
neomutt
neon
net-tools
nethogs
netpbm
netscanner
nettle
network-manager-applet
networkmanager
nftables
ninja
nm-connection-editor
nmap
nodejs
notmuch-runtime
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npth
nspr
nss
numactl
nvtop
nwg-displays
oath-toolkit
obs-studio
ocl-icd
ollama
onetbb
oniguruma
openai-codex
openal
opencore-amr
opencv
openexr
openh264
openjpeg2
openmpi
openpmix
openssh
openssl
openucx
optipng
opus
orc
otf-ipafont
p11-kit
packer
pacman
pacman-contrib
pacman-mirrorlist
pam
pambase
pamixer
pandoc-cli
pango
pangomm
pangomm-2.48
papers
parallel
parted
pass
passim
patch
pavucontrol
pciutils
pcmanfm-qt
pcre
pcre2
pcsclite
pdfgrep
pdfpc
perl
perl-error
perl-io-tty
perl-mailtools
perl-net-ip
perl-timedate
pinentry
pipewire
pipewire-audio
pipewire-pulse
pipewire-session-manager
pixman
pkgconf
pkgfile
pkgstats
playerctl
plocate
polkit
polkit-qt6
poppler
poppler-data
poppler-glib
popt
portaudio
potrace
powertop
pps-tools
prettier
procps-ng
protobuf
protobuf-c
prrte
psmisc
pugixml
pv
pwgen
pyright
python
python-absl
python-accessible-pygments
python-agate
python-agate-dbf
python-agate-excel
python-agate-sql
python-annotated-types
python-appdirs
python-argcomplete
python-attrs
python-autocommand
python-babel
python-bcrypt
python-beautifulsoup4
python-cachecontrol
python-cachetools
python-cairo
python-certifi
python-cffi
python-chardet
python-charset-normalizer
python-colorama
python-coverage
python-cryptography
python-cssselect
python-dbfread
python-dbus
python-dbusmock
python-decorator
python-defusedxml
python-deprecated
python-distro
python-docutils
python-et-xmlfile
python-fastjsonschema
python-filelock
python-fluidity
python-gobject
python-google-api-core
python-google-api-python-client
python-google-auth
python-google-auth-httplib2
python-googleapis-common-protos
python-greenlet
python-httplib2
python-hypothesis
python-i3ipc
python-idna
python-imagesize
python-importlib-metadata
python-inflect
python-iniconfig
python-invoke
python-isodate
python-jaraco.collections
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-jinja
python-jsonschema
python-jsonschema-specifications
python-leather
python-legacy-cgi
python-lexicon
python-libarchive-c
python-lockfile
python-lxml
python-magic
python-mako
python-markdown
python-markdown-it-py
python-markupsafe
python-mdurl
python-more-itertools
python-msgpack
python-multidict
python-numpy
python-oauth2client
python-olefile
python-openpyxl
python-ordered-set
python-packaging
python-paramiko
python-parsedatetime
python-pillow
python-pip
python-platformdirs
python-pluggy
python-ply
python-protobuf
python-pyasn1
python-pyasn1-modules
python-pycparser
python-pydantic
python-pydantic-core
python-pygments
python-pyicu
python-pynacl
python-pyparsing
python-pyserial
python-pysocks
python-pytest
python-pytimeparse
python-pytz
python-pyxdg
python-referencing
python-requests
python-requests-toolbelt
python-resolvelib
python-rich
python-roman-numerals-py
python-rpds-py
python-rsa
python-ruamel-yaml
python-ruamel.yaml.clib
python-setuptools
python-shtab
python-simplejson
python-six
python-slugify
python-snowballstemmer
python-sortedcontainers
python-soupsieve
python-sphinx
python-sphinx-alabaster-theme
python-sphinx-basic-ng
python-sphinx-furo
python-sphinx_rtd_theme
python-sphinxcontrib-applehelp
python-sphinxcontrib-devhelp
python-sphinxcontrib-htmlhelp
python-sphinxcontrib-jquery
python-sphinxcontrib-jsmath
python-sphinxcontrib-qthelp
python-sphinxcontrib-serializinghtml
python-sqlalchemy
python-standard-cgi
python-termcolor
python-text-unidecode
python-tinycss2
python-tlsh
python-tomli
python-tomlkit
python-tqdm
python-trove-classifiers
python-typeguard
python-typing-inspection
python-typing_extensions
python-uc-micro-py
python-uritemplate
python-urllib3
python-urwid
python-validate-pyproject
python-wcwidth
python-webencodings
python-wheel
python-wrapt
python-xlib
python-xlrd
python-xmltodict
python-yaml
python-zipp
python-zstandard
qcustomplot
qhexedit2
qpdf
qrcodegencpp-cmake
qrencode
qscintilla-qt5
qt5-base
qt5-declarative
qt5-location
qt5-svg
qt5-translations
qt5-wayland
qt5-x11extras
qt5ct
qt6-base
qt6-declarative
qt6-svg
qt6-translations
qt6-wayland
qt6ct
ragel
rapidjson
raptor
rasqal
rav1e
rbw
rclone
re2
readline
redland
rio
ripgrep
rnnoise
rpcsvc-proto
rsync
rtkit
rubberband
ruby
ruby-abbrev
ruby-base64
ruby-bigdecimal
ruby-build
ruby-bundled-gems
ruby-bundler
ruby-csv
ruby-debug
ruby-default-gems
ruby-drb
ruby-erb
ruby-getoptlong
ruby-irb
ruby-matrix
ruby-minitest
ruby-mutex_m
ruby-net-ftp
ruby-net-imap
ruby-net-pop
ruby-net-smtp
ruby-nkf
ruby-observer
ruby-power_assert
ruby-prime
ruby-racc
ruby-rake
ruby-rbs
ruby-rdoc
ruby-repl_type_completor
ruby-resolv-replace
ruby-rexml
ruby-rinda
ruby-rss
ruby-stdlib
ruby-syslog
ruby-test-unit
ruby-typeprof
rubygems
ruff
runc
rust
rust-analyzer
rust-src
satty
sbc
sbcl
scour
screen
sdbus-cpp
sdl2-compat
sdl3
seahorse
seatd
sed
serd
sfsexp
shaderc
shadow
shared-mime-info
shellcheck
simde
simdjson
slang
slurp
smartmontools
smbclient
snappy
sndio
sof-firmware
sord
sound-theme-freedesktop
source-highlight
spandsp
spdlog
speedtest-cli
speex
speexdsp
spirv-tools
sqlcipher
sqlite
sqlitebrowser
squashfuse
sratom
srt
sshfs
sshuttle
sslscan
strace
stunnel
sudo
suitesparse
svt-av1
syncthing
sysprof
systemd
systemd-libs
systemd-sysvcompat
taglib
talloc
tar
tcl
tcpdump
tdb
terraform
tevent
texinfo
texlive-basic
texlive-bin
texlive-langcjk
texlive-langjapanese
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-pictures
the_silver_searcher
thin-provisioning-tools
tig
time
tinysparql
tk
tldr
tlp
tmux
tokei
tomlplusplus
tpm2-tss
traceroute
tre
tree
tree-sitter
tree-sitter-bash
tree-sitter-c
tree-sitter-cli
tree-sitter-javascript
tree-sitter-python
tree-sitter-rust
tslib
ttf-liberation
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
ttf-roboto
twolame
typescript
typescript-language-server
typst
tzdata
uchardet
udisks2
unace
unrar
upower
urlscan
usbmuxd
usbutils
usleep
uthash
util-linux
util-linux-libs
v4l-utils
vala
valgrind
vapoursynth
verdict
vid.stab
vim
vim-runtime
vimiv
vmaf
volume_key
vulkan-icd-loader
w3m
watchexec
wavpack
waybar
wayland
wayland-protocols
webkit2gtk-4.1
webrtc-audio-processing-1
wget
which
whois
wireplumber
wireshark-cli
wl-clip-persist
wl-clipboard
wlr-randr
wmctrl
woff2
woff2-font-awesome
wpa_supplicant
wpebackend-fdo
x11-ssh-askpass
x264
x265
xapian-core
xcb-imdkit
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xclip
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xdotool
xkeyboard-config
xmlsec
xorg-fonts-encodings
xorg-server-common
xorg-setxkbmap
xorg-xkbcomp
xorg-xprop
xorg-xwayland
xorgproto
xsel
xsv
xvidcore
xxhash
xz
yaml-language-server
yazi
yq
zeromq
zimg
zix
zlib
zlib-ng
zsh
zsh-completions
zsh-syntax-highlighting
zstd
zxing-cpp
zziplib
