aalib
abiword
abseil-cpp
accountsservice
acl
adapta-gtk-theme
adobe-source-code-pro-fonts
adwaita-cursors
adwaita-icon-theme
aiksaurus
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
aom
apache-orc
apparmor
appstream
appstream-glib
arc-gtk-theme
arch-install-scripts
archlinux-keyring
argon2
aria2
arrow
asar
asciidoc
aspell
aspell-en
asunder
at-spi2-core
atkmm
atool
attr
audit
autoconf
autogen
automake
avahi
ayatana-ido
babl
baobab
base
bash
bash-completion
bash-language-server
bat
bc
bcg729
bind
binutils
bison
blas
blockdiag
blosc
bluez
bluez-libs
bluez-utils
bolt
bookworm
boost-libs
box2d
bridge-utils
brotli
browserpass
browserpass-chromium
browserpass-firefox
btop
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
cblas
ccls
cdparanoia
cfitsio
cheese
chromaprint
cifs-utils
clang
clucene
clutter
clutter-gst
clutter-gtk
cmake
cmark-gfm
cmatrix
code
cogl
colord
colord-gtk
colord-gtk-common
colord-gtk4
compface
compiler-rt
composer
confuse
containerd
convmv
coreutils
cpio
cracklib
crypto++
cryptsetup
cscope
csvkit
ctags
cups
cups-filters
cups-pdf
cups-pk-helper
curl
cython
dav1d
db
db5.3
dbeaver
dbus
dbus-glib
dbus-python
dconf
dconf-editor
debian-archive-keyring
debootstrap
debuginfod
default-cursors
deno
desktop-file-utils
detox
device-mapper
diffoscope
diffutils
discord
diskus
djvulibre
dmidecode
dmraid
dnsmasq
dnssec-anchors
docbook-xml
docbook-xsl
docker
docker-compose
dosfstools
double-conversion
duktape
dust
dvdbackup
e2fsprogs
editorconfig-core-c
efibootmgr
efivar
electron19
elfutils
elinks
emacs
enchant
eog
ethtool
evince
exa
exempi
exiv2
expat
expect
faac
faad2
fabric
fakeroot
fdupes
ffcall
ffmpeg
ffmpeg4.4
fftw
file
file-roller
filesystem
findomain
findutils
firefox
firefox-i18n-ja
firejail
flac
flameshot
flashrom
flatpak
flex
fluidsynth
fontconfig
fping
freeglut
freerdp
freetype2
frei0r-plugins
fribidi
fuse-common
fuse2
fuse3
fwupd
fwupd-efi
fx
fzf
gauche
gavl
gawk
gc
gcab
gcc
gcc-libs
gcr
gcr-4
gd
gdal
gdb
gdb-common
gdbm
gdk-pixbuf2
gdl
gdm
geckodriver
gegl
geoclue
geocode-glib-2
geocode-glib-common
geos
gettext
gflags
ghc-libs
ghostscript
giflib
gimp
git
git-crypt
git-lfs
github-cli
gjs
glib-networking
glib2
glibc
glibmm
glslang
glu
gmime3
gmp
gnome-autoar
gnome-backgrounds
gnome-bluetooth
gnome-bluetooth-3.0
gnome-color-manager
gnome-control-center
gnome-desktop
gnome-desktop-4
gnome-desktop-common
gnome-disk-utility
gnome-keyring
gnome-logs
gnome-online-accounts
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-themes-extra
gnome-tweaks
gnome-video-effects
gnu-netcat
gnupg
gnustep-base
gnutls
go
gobject-introspection-runtime
goffice
goocanvas
google-glog
gopls
gpaste
gperf
gpgme
gpm
gptfdisk
granite
graphene
graphicsmagick
graphite
graphviz
grep
grilo
groff
gron
grpc
grub
gsettings-desktop-schemas
gsfonts
gsl
gsm
gsound
gspell
gssdp
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gtest
gtk-update-icon-cache
gtk2
gtk3
gtk4
gtkmathview
gtkmm
gtkmm3
gtksourceview3
gtkspell
gtkspell3
gtop
gts
guetzli
guile
gupnp
gupnp-dlna
gupnp-igd
gvfs
gvfs-smb
gzip
harfbuzz
harfbuzz-icu
haskell-aeson
haskell-aeson-pretty
haskell-ansi-terminal
haskell-ansi-wl-pprint
haskell-appar
haskell-asn1-encoding
haskell-asn1-parse
haskell-asn1-types
haskell-assoc
haskell-async
haskell-attoparsec
haskell-attoparsec-iso8601
haskell-auto-update
haskell-base-compat
haskell-base-compat-batteries
haskell-base-orphans
haskell-base-unicode-symbols
haskell-base16-bytestring
haskell-base64
haskell-base64-bytestring
haskell-basement
haskell-bifunctors
haskell-bitarray
haskell-bitvec
haskell-blaze-builder
haskell-blaze-html
haskell-blaze-markup
haskell-boring
haskell-bsb-http-chunked
haskell-byteable
haskell-byteorder
haskell-call-stack
haskell-case-insensitive
haskell-cereal
haskell-citeproc
haskell-cmark-gfm
haskell-cmdargs
haskell-colour
haskell-commonmark
haskell-commonmark-extensions
haskell-commonmark-pandoc
haskell-comonad
haskell-conduit
haskell-conduit-extra
haskell-connection
haskell-constraints
haskell-contravariant
haskell-cookie
haskell-cryptonite
haskell-data-array-byte
haskell-data-default
haskell-data-default-class
haskell-data-default-instances-containers
haskell-data-default-instances-dlist
haskell-data-default-instances-old-locale
haskell-data-fix
haskell-dec
haskell-diff
haskell-digest
haskell-distributive
haskell-dlist
haskell-doclayout
haskell-doctemplates
haskell-easy-file
haskell-emojis
haskell-erf
haskell-errors
haskell-fast-logger
haskell-fgl
haskell-file-embed
haskell-generically
haskell-ghc-bignum-orphans
haskell-glob
haskell-gridtables
haskell-haddock-library
haskell-hashable
haskell-hourglass
haskell-hslua
haskell-hslua-aeson
haskell-hslua-classes
haskell-hslua-core
haskell-hslua-list
haskell-hslua-marshalling
haskell-hslua-module-doclayout
haskell-hslua-module-path
haskell-hslua-module-system
haskell-hslua-module-text
haskell-hslua-module-version
haskell-hslua-module-zip
haskell-hslua-objectorientation
haskell-hslua-packaging
haskell-hsyaml
haskell-http
haskell-http-api-data
haskell-http-client
haskell-http-client-tls
haskell-http-date
haskell-http-media
haskell-http-types
haskell-http2
haskell-hunit
haskell-hxt
haskell-hxt-charproperties
haskell-hxt-regex-xmlschema
haskell-hxt-unicode
haskell-indexed-traversable
haskell-indexed-traversable-instances
haskell-integer-logarithms
haskell-iproute
haskell-ipynb
haskell-jira-wiki-markup
haskell-juicypixels
haskell-lexer
haskell-libyaml
haskell-lpeg
haskell-lua
haskell-memory
haskell-mime-types
haskell-mmorph
haskell-monad-control
haskell-mono-traversable
haskell-network
haskell-network-byte-order
haskell-network-uri
haskell-old-locale
haskell-old-time
haskell-onetuple
haskell-optparse-applicative
haskell-pandoc
haskell-pandoc-lua-engine
haskell-pandoc-lua-marshal
haskell-pandoc-server
haskell-pandoc-types
haskell-pem
haskell-pretty-show
haskell-primitive
haskell-psqueues
haskell-quickcheck
haskell-random
haskell-recv
haskell-regex-base
haskell-regex-pcre
haskell-regex-tdfa
haskell-resourcet
haskell-safe
haskell-safe-exceptions
haskell-scientific
haskell-semialign
haskell-semigroupoids
haskell-servant
haskell-servant-server
haskell-sha
haskell-simple-sendfile
haskell-singleton-bool
haskell-skylighting
haskell-skylighting-core
haskell-skylighting-format-ansi
haskell-skylighting-format-blaze-html
haskell-skylighting-format-context
haskell-skylighting-format-latex
haskell-socks
haskell-some
haskell-sop-core
haskell-split
haskell-splitmix
haskell-statevar
haskell-streaming-commons
haskell-strict
haskell-string-conversions
haskell-syb
haskell-tagged
haskell-tagsoup
haskell-temporary
haskell-texmath
haskell-text-conversions
haskell-text-icu
haskell-text-short
haskell-th-abstraction
haskell-th-compat
haskell-th-lift
haskell-th-lift-instances
haskell-these
haskell-time-compat
haskell-time-manager
haskell-tls
haskell-transformers-base
haskell-transformers-compat
haskell-type-equality
haskell-typed-process
haskell-unicode-collation
haskell-unicode-data
haskell-unicode-transforms
haskell-uniplate
haskell-unix-compat
haskell-unix-time
haskell-unliftio
haskell-unliftio-core
haskell-unordered-containers
haskell-utf8-string
haskell-uuid-types
haskell-vault
haskell-vector
haskell-vector-algorithms
haskell-vector-stream
haskell-wai
haskell-wai-app-static
haskell-wai-cors
haskell-wai-extra
haskell-wai-logger
haskell-warp
haskell-witherable
haskell-word8
haskell-x509
haskell-x509-store
haskell-x509-system
haskell-x509-validation
haskell-xml
haskell-xml-conduit
haskell-xml-types
haskell-yaml
haskell-zip-archive
haskell-zlib
hdf5
hdparm
helm
hex
hexedit
hicolor-icon-theme
hidapi
highlight
hslua-cli
hspell
htop
http-parser
httpie
hub
hugo
hunspell
hwdata
hwloc
hyphen
iana-etc
ibus
icu
ijs
imagemagick
imath
imlib2
inetutils
iniparser
inkscape
inotify-tools
intel-gmmlib
intel-media-driver
intel-media-sdk
intel-ucode
ioping
ipcalc
iperf
iproute2
iptables
iputils
iso-codes
iw
jack2
jansson
jasper
java-environment-common
java-runtime-common
jbig2dec
jdk11-openjdk
jdk8-openjdk
jemalloc
jhead
jpegoptim
jq
jre-openjdk
jre-openjdk-headless
jre11-openjdk
jre11-openjdk-headless
jre8-openjdk
jre8-openjdk-headless
js102
js78
js91
json-c
json-glib
jsoncpp
kbd
keychain
keyutils
kguiaddons
kmod
krb5
kubectl
kubectx
kustomize
kyotocabinet
l-smash
ladspa
lame
lapack
lasem
lcms2
ldb
ldns
lensfun
less
lhasa
lib2geom
libabw
libadwaita
libaec
libaio
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libavif
libavtp
libayatana-appindicator
libayatana-indicator
libb2
libblockdev
libbluray
libbpf
libbs2b
libbsd
libbytesize
libcaca
libcamera
libcanberra
libcap
libcap-ng
libcbor
libcddb
libcdio
libcdio-paranoia
libcdr
libcheese
libcloudproviders
libcmis
libcolord
libcroco
libcue
libcups
libcurl-compat
libdaemon
libdatrie
libdazzle
libdbusmenu-glib
libdbusmenu-gtk3
libdc1394
libdca
libde265
libdeflate
libdrm
libdv
libdvdcss
libdvdnav
libdvdread
libe-book
libedit
libelf
libepoxy
libepubgen
libetonyek
libevdev
libevent
libexif
libexttextcat
libfdk-aac
libffi
libfontenc
libfreeaptx
libfreehand
libfreexl
libftdi
libgcrypt
libgda
libgda-mysql
libgda-postgres
libgdm
libgee
libgeotiff
libgexiv2
libgit2
libglvnd
libgme
libgnomekbd
libgpg-error
libgphoto2
libgrss
libgsf
libgssglue
libgtop
libgudev
libgusb
libgweather-4
libgxps
libhandy
libhandy0
libheif
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libimagequant
libimobiledevice
libindicator-gtk3
libinih
libinput
libinstpatch
libiptcdata
libisl
libixion
libjcat
libjpeg-turbo
libkate
libkeybinder3
libksba
liblangtag
liblc3
libldac
libldap
liblouis
liblqr
liblrdf
libltc
libmalcontent
libmanette
libmaxminddb
libmbim
libmd
libmfx
libmicrodns
libmicrohttpd
libmm-glib
libmms
libmng
libmnl
libmodplug
libmp4v2
libmpc
libmpcdec
libmspub
libmwaw
libmypaint
libnautilus-extension
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnice
libnl
libnm
libnma
libnma-common
libnma-gtk4
libnotify
libnsl
libnumbertext
liboauth
libodfgen
libofa
libogg
libomxil-bellagio
libopenmpt
liborcus
libosinfo
libotf
libots
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpeas
libpgm
libpipeline
libplacebo
libplist
libpng
libportal
libportal-gtk3
libportal-gtk4
libproxy
libpsl
libptytty
libpulse
libpwquality
libqmi
libqrtr-glib
libquvi
libquvi-scripts
libqxp
libraqm
libraw
libraw1394
libreoffice-fresh
libreoffice-fresh-ja
librest
librevenge
librsvg
librttopo
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsigc++
libsigsegv
libsm
libsmbios
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspatialite
libspectre
libspiro
libsrtp
libssh
libssh2
libstaroffice
libstemmer
libsynctex
libsysprof-capture
libtasn1
libteam
libthai
libtheora
libtiff
libtiger
libtirpc
libtommath
libtool
libunistring
libunwind
liburcu
liburing
libusb
libusb-compat
libusbmuxd
libutempter
libutf8proc
libuv
libva
libva-utils
libvdpau
libverto
libvisio
libvisual
libvncserver
libvoikko
libvorbis
libvpx
libvterm
libwacom
libwbclient
libwebp
libwireplumber
libwmf
libwpd
libwpe
libwpg
libwps
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmlb
libxmu
libxpm
libxpresent
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzip
libzmf
licenses
lilv
link-grammar
linux
linux-api-headers
linux-docs
linux-firmware
linux-firmware-whence
lldb
llvm
llvm-libs
lm_sensors
lmdb
loudmouth
lpsolve
lshw
lsof
lua
lua-lpeg
lua51
lua52
lua52-bitop
lua52-expat
lua52-lpeg
lua52-luajson
lua52-socket
lua53
lua53-lpeg
luajit
luit
lv2
lvm2
lynx
lz4
lzo
lzop
m17n-db
m17n-lib
m4
mailcap
make
malcontent
man-db
mapnik
mariadb
mariadb-clients
mariadb-libs
mathjax
mbedtls
md4c
mdadm
mesa
meson
miller
mimalloc
miniserve
minizip
mjpegtools
mkcert
mkinitcpio
mkinitcpio-busybox
mlocate
mobile-broadband-provider-info
modemmanager
mold
mosh
mpfr
mpg123
mpv
mtdev
mujs
mutter
mypaint-brushes1
nautilus
nautilus-sendto
ncdu
ncurses
ndctl
neomutt
neon
net-tools
netcdf
nethogs
netpbm
nettle
networkmanager
nftables
ninja
nm-connection-editor
nmap
node-gyp
nodejs
nodejs-nopt
notmuch-runtime
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
npth
nspr
nss
numactl
oath-toolkit
obs-studio
ocl-icd
oniguruma
openal
opencore-amr
opencv
openexr
openjpeg2
openmpi
openpmix
openssh
openssl
optipng
opus
orc
osinfo-db
ostree
otf-ipafont
p11-kit
p7zip
packer
pacman
pacman-contrib
pacman-mirrorlist
pam
pambase
pandoc-cli
pango
pangomm
parallel
parted
pass
patch
pciutils
pcre
pcre2
pcsclite
pdfgrep
peek
perl
perl-error
perl-file-which
perl-io-tty
perl-mailtools
perl-net-ip
perl-timedate
php
pinentry
pipewire
pipewire-audio
pipewire-pulse
pixman
pkgconf
pkgfile
pkgstats
podofo
polkit
poppler
poppler-data
poppler-glib
popt
portaudio
postgresql
postgresql-libs
potrace
powertop
ppp
procps-ng
proj
protobuf
protobuf-c
psiconv
psmisc
pulseaudio-alsa
pv
pwgen
pyenv
pyright
python
python-agate
python-agate-dbf
python-agate-excel
python-agate-sql
python-appdirs
python-asn1crypto
python-attrs
python-autocommand
python-babel
python-bcrypt
python-cachecontrol
python-cached-property
python-cairo
python-certifi
python-cffi
python-chardet
python-charset-normalizer
python-click
python-colorama
python-commonmark
python-contextlib2
python-cryptography
python-cssselect
python-dbfread
python-decorator
python-defusedxml
python-distlib
python-distro
python-dnspython
python-docker
python-docker-pycreds
python-dockerpty
python-docopt
python-docutils
python-dotenv
python-et-xmlfile
python-fastjsonschema
python-fluidity
python-funcparserlib
python-future
python-gobject
python-greenlet
python-html2text
python-idna
python-imagesize
python-importlib-metadata
python-inflect
python-invoke
python-isodate
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-jinja
python-jsonpointer
python-jsonschema
python-leather
python-lexicon
python-libarchive-c
python-lxml
python-magic
python-markdown
python-markdown-it-py
python-markupsafe
python-mdurl
python-more-itertools
python-msgpack
python-multidict
python-nspektr
python-numpy
python-olefile
python-openpyxl
python-ordered-set
python-packaging
python-paramiko
python-parsedatetime
python-pillow
python-pip
python-platformdirs
python-ply
python-progress
python-prompt_toolkit
python-psutil
python-pycparser
python-pydantic
python-pygments
python-pyicu
python-pynacl
python-pyopenssl
python-pyparsing
python-pyrsistent
python-pysocks
python-pytimeparse
python-pytz
python-requests
python-requests-toolbelt
python-resolvelib
python-retrying
python-rfc3987
python-rich
python-setuptools
python-sh
python-six
python-slugify
python-snowballstemmer
python-sphinx
python-sphinx-alabaster-theme
python-sphinx_rtd_theme
python-sphinxcontrib-applehelp
python-sphinxcontrib-devhelp
python-sphinxcontrib-htmlhelp
python-sphinxcontrib-jsmath
python-sphinxcontrib-qthelp
python-sphinxcontrib-serializinghtml
python-sqlalchemy
python-tenacity
python-text-unidecode
python-texttable
python-tlsh
python-toml
python-tomli
python-trove-classifiers
python-typing_extensions
python-uc-micro-py
python-urllib3
python-validate-pyproject
python-wcwidth
python-webcolors
python-webencodings
python-websocket-client
python-wheel
python-xlrd
python-yaml
python-zipp
qhull
qpdf
qrencode
qt5-base
qt5-declarative
qt5-location
qt5-sensors
qt5-svg
qt5-translations
qt5-wayland
qt5-webchannel
qt5-x11extras
qt5ct
qt6-base
qt6-svg
qt6-translations
ragel
rapidjson
raptor
rasqal
rav1e
rbw
rclone
re2
readline
redland
reiserfsprogs
remmina
rest
rhash
ripgrep
rnnoise
rpcsvc-proto
rsync
rtkit
rtmpdump
rubberband
rubocop
ruby
ruby-abbrev
ruby-ast
ruby-base64
ruby-benchmark
ruby-bigdecimal
ruby-bundledgems
ruby-bundler
ruby-cgi
ruby-csv
ruby-date
ruby-delegate
ruby-did_you_mean
ruby-digest
ruby-drb
ruby-english
ruby-erb
ruby-etc
ruby-fcntl
ruby-fiddle
ruby-fileutils
ruby-find
ruby-forwardable
ruby-getoptlong
ruby-io-console
ruby-io-nonblock
ruby-io-wait
ruby-ipaddr
ruby-irb
ruby-json
ruby-kramdown
ruby-kramdown-parser-gfm
ruby-logger
ruby-memory_profiler
ruby-mini_portile2
ruby-minitest
ruby-mutex_m
ruby-net-http
ruby-nokogiri
ruby-open-uri
ruby-parallel
ruby-parser
ruby-power_assert
ruby-psych
ruby-racc
ruby-rainbow
ruby-rake
ruby-rdoc
ruby-regexp_parser
ruby-reline
ruby-rexml
ruby-rubocop-ast
ruby-ruby-progressbar
ruby-ruby2_keywords
ruby-stdlib
ruby-stringio
ruby-test-unit
ruby-thor
ruby-tilt
ruby-time
ruby-tmpdir
ruby-unicode-display_width
ruby-uri
ruby-webrick
ruby-yard
rubygems
run-parts
runc
rustup
rxvt-unicode
rxvt-unicode-terminfo
sbc
sbcl
screen
screenkey
sdl12-compat
sdl2
seahorse
sed
semver
seqdiag
serd
serverless
sfsexp
shaderc
shadow
shared-color-targets
shared-mime-info
shellcheck
slang
slib
smartmontools
smbclient
snappy
sndio
sord
sound-theme-freedesktop
soundtouch
source-highlight
spandsp
speex
speexdsp
spirv-tools
sqlite
sratom
srt
sshfs
sshuttle
sslscan
startup-notification
strace
stunnel
sudo
suitesparse
svt-av1
svt-hevc
syncthing
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
t1lib
taglib
tailscale
talloc
tar
tbb
tcl
tcpdump
tdb
terraform
tevent
texinfo
texlive-bin
texlive-core
texlive-langjapanese
texlive-latexextra
the_silver_searcher
thin-provisioning-tools
thrift
throttled
tig
time
tinycompress
tk
tlp
tmux
tokei
totem-pl-parser
tpm2-tss
traceroute
tracker3
tracker3-miners
tre
tree
tslib
ttf-dejavu
ttf-liberation
twolame
typescript
tzdata
uchardet
udisks2
unace
unarchiver
unixodbc
unrar
unzip
upower
uriparser
urxvt-perls
usbmuxd
usbutils
usleep
util-linux
util-linux-libs
v4l-utils
valgrind
vamp-plugin-sdk
vi
vid.stab
vim
vim-runtime
vimiv
vmaf
volume_key
vte-common
vte3
vulkan-headers
vulkan-icd-loader
w3m
watchexec
wavpack
wayland
wayland-protocols
webkit2gtk
webkit2gtk-4.1
webp-pixbuf-loader
webrtc-audio-processing
wget
which
whois
wildmidi
wireplumber
wireshark-cli
wmctrl
woff2
wpa_supplicant
wpebackend-fdo
wv
x11-ssh-askpass
x264
x265
xapian-core
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xclip
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-user-dirs
xdg-utils
xdotool
xerces-c
xf86-input-libinput
xfsprogs
xkeyboard-config
xmlsec
xorg-bdftopcf
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xsel
xsimd
xterm
xvidcore
xxhash
xz
yarn
youtube-dl
zbar
zenity
zeromq
zimg
zip
zita-alsa-pcmi
zita-resampler
zlib
zsh
zsh-completions
zsh-syntax-highlighting
zstd
zsync
zvbi
zxing-cpp
zziplib
