aalib
accountsservice
acl
adapta-gtk-theme
adobe-source-code-pro-fonts
adwaita-icon-theme
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
aom
apparmor
arc-gtk-theme
arch-install-scripts
archlinux-keyring
argon2
aria2
asar
asciidoc
aspell
aspell-en
at-spi2-atk
at-spi2-core
atk
atkmm
atool
attr
audit
autoconf
automake
avahi
babl
baobab
base
bash
bash-completion
bat
bc
bcg729
binutils
bison
blas
bluez
bluez-libs
bolt
bookworm
boost
boost-libs
bridge-utils
brotli
browserpass
browserpass-chromium
browserpass-firefox
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
cblas
cdparanoia
celt
cfitsio
cheese
chromaprint
chromium
cifs-utils
clang
clucene
clutter
clutter-gst
clutter-gtk
cmake
cmark-gfm
cmatrix
code
cogl
colord
colord-gtk
compiler-rt
confuse
containerd
coreutils
cpio
cracklib
cryptsetup
cscope
ctags
cups
cups-filters
cups-pdf
cups-pk-helper
curl
dav1d
db
dbus
dbus-glib
dconf
dconf-editor
debian-archive-keyring
debootstrap
desktop-file-utils
device-mapper
diffutils
discord
diskus
djvulibre
dmidecode
dmraid
dnsmasq
dnssec-anchors
docbook-xml
docbook-xsl
docker
docker-compose
dosfstools
double-conversion
e2fsprogs
editorconfig-core-c
efibootmgr
efivar
electron6
electron7
elfutils
elinks
emacs
enchant
eog
ethtool
evince
exempi
exiv2
expat
expect
faac
faad2
fabric
fakeroot
ffmpeg
fftw
file
file-roller
filesystem
findomain
findutils
firefox
firefox-i18n-ja
firejail
flac
flameshot
flashrom
flex
fluidsynth
fontconfig
fping
freetype2
frei0r-plugins
fribidi
fuse-common
fuse2
fuse3
fwupd
fzf
gauche
gavl
gawk
gc
gcab
gcc
gcc-libs
gcr
gd
gdal
gdb
gdb-common
gdbm
gdk-pixbuf2
gdl
gdm
geckodriver
gegl
geoclue
geocode-glib
geos
gettext
ghc-libs
ghostscript
giflib
gimp
git
git-crypt
gjs
glib-networking
glib2
glibc
glibmm
glslang
gmime3
gmp
gnome-autoar
gnome-backgrounds
gnome-bluetooth
gnome-color-manager
gnome-control-center
gnome-desktop
gnome-disk-utility
gnome-keyring
gnome-logs
gnome-online-accounts
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-themes-extra
gnome-tweaks
gnome-video-effects
gnu-netcat
gnupg
gnustep-base
gnutls
go
gobject-introspection-runtime
goocanvas
gpaste
gpgme
gpm
gptfdisk
granite
graphene
graphite
graphviz
grep
grilo
groff
grub
gsettings-desktop-schemas
gsfonts
gsl
gsm
gsound
gspell
gssdp
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gtest
gtk-update-icon-cache
gtk2
gtk3
gtkmm
gtkmm3
gtksourceview3
gtkspell
gtkspell3
gts
guetzli
guile
guile2.0
gupnp
gupnp-dlna
gupnp-igd
gvfs
gvfs-smb
gzip
harfbuzz
harfbuzz-icu
haskell-aeson
haskell-aeson-pretty
haskell-ansi-terminal
haskell-asn1-encoding
haskell-asn1-parse
haskell-asn1-types
haskell-assoc
haskell-async
haskell-attoparsec
haskell-base-compat
haskell-base-compat-batteries
haskell-base-orphans
haskell-base16-bytestring
haskell-base64-bytestring
haskell-basement
haskell-bifunctors
haskell-bitarray
haskell-blaze-builder
haskell-blaze-html
haskell-blaze-markup
haskell-byteable
haskell-case-insensitive
haskell-cereal
haskell-cmark-gfm
haskell-cmdargs
haskell-colour
haskell-comonad
haskell-connection
haskell-cookie
haskell-cryptonite
haskell-data-default
haskell-data-default-class
haskell-data-default-instances-containers
haskell-data-default-instances-dlist
haskell-data-default-instances-old-locale
haskell-diff
haskell-digest
haskell-distributive
haskell-dlist
haskell-doclayout
haskell-doctemplates
haskell-emojis
haskell-erf
haskell-errors
haskell-glob
haskell-haddock-library
haskell-hashable
haskell-hourglass
haskell-hslua
haskell-hslua-module-system
haskell-hslua-module-text
haskell-hsyaml
haskell-http
haskell-http-client
haskell-http-client-tls
haskell-http-types
haskell-hxt
haskell-hxt-charproperties
haskell-hxt-regex-xmlschema
haskell-hxt-unicode
haskell-integer-logarithms
haskell-ipynb
haskell-jira-wiki-markup
haskell-juicypixels
haskell-lexer
haskell-memory
haskell-mime-types
haskell-network
haskell-network-uri
haskell-old-locale
haskell-old-time
haskell-pandoc-types
haskell-pem
haskell-pretty-show
haskell-primitive
haskell-quickcheck
haskell-random
haskell-regex-base
haskell-regex-pcre
haskell-regex-tdfa
haskell-safe
haskell-scientific
haskell-sha
haskell-skylighting
haskell-skylighting-core
haskell-socks
haskell-split
haskell-splitmix
haskell-streaming-commons
haskell-syb
haskell-tagged
haskell-tagsoup
haskell-temporary
haskell-texmath
haskell-text-conversions
haskell-th-abstraction
haskell-these
haskell-time-compat
haskell-tls
haskell-transformers-compat
haskell-unicode-transforms
haskell-unordered-containers
haskell-utf8-string
haskell-uuid-types
haskell-vector
haskell-x509
haskell-x509-store
haskell-x509-system
haskell-x509-validation
haskell-xml
haskell-zip-archive
haskell-zlib
hdf5
hdparm
hexedit
hicolor-icon-theme
highlight
hspell
htop
http-parser
hub
hugo
hunspell
hwids
hwloc
hyphen
iana-etc
ibus
icu
ijs
imagemagick
imlib2
inetutils
inkscape
inotify-tools
intel-gmmlib
intel-media-driver
intel-media-sdk
intel-tbb
intel-ucode
ioping
ipcalc
iperf
iproute2
iptables
iputils
iso-codes
iw
jack
jansson
jasper
jbig2dec
jemalloc
jhead
jpegoptim
jq
js60
js68
json-c
json-glib
jsoncpp
kbd
keychain
keyutils
kmod
krb5
kubectl
kubectx
kustomize
kyotocabinet
l-smash
ladspa
lame
lapack
lcms2
ldb
ldns
lensfun
leptonica
less
lhasa
libabw
libaec
libaio
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libblockdev
libbluray
libbs2b
libbsd
libbytesize
libcaca
libcanberra
libcanberra-pulse
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libchamplain
libcmis
libcroco
libcue
libcups
libcurl-compat
libdaemon
libdatrie
libdazzle
libdbusmenu-glib
libdbusmenu-gtk3
libdc1394
libdca
libde265
libdrm
libdv
libdvdnav
libdvdread
libe-book
libedit
libelf
libepoxy
libepubgen
libetonyek
libevdev
libevent
libexif
libexttextcat
libfdk-aac
libffi
libfontenc
libfreehand
libfreexl
libftdi
libgcrypt
libgda
libgda-mysql
libgda-postgres
libgdm
libgee
libgeotiff
libgexiv2
libglvnd
libgme
libgnomekbd
libgpg-error
libgphoto2
libgrss
libgsf
libgtop
libgudev
libgusb
libgweather
libgxps
libhandy
libheif
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libimagequant
libimobiledevice
libindicator-gtk3
libinput
libinstpatch
libiptcdata
libixion
libjcat
libjpeg-turbo
libkate
libkeybinder3
libksba
liblangtag
libldap
liblouis
liblqr
liblrdf
libmagick6
libmaxminddb
libmbim
libmfx
libmicrohttpd
libmm-glib
libmms
libmng
libmnl
libmodplug
libmp4v2
libmpc
libmpcdec
libmspub
libmwaw
libmypaint
libnautilus-extension
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnice
libnl
libnm
libnma
libnotify
libnsl
libnumbertext
liboauth
libodfgen
libofa
libogg
libomxil-bellagio
liborcus
libosinfo
libotf
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpeas
libpgm
libpipeline
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libpwquality
libqmi
libquvi
libquvi-scripts
libqxp
libraqm
libraw
libraw1394
libreoffice-fresh
libreoffice-fresh-ja
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsigc++
libsigsegv
libsm
libsmbios
libsndfile
libsodium
libsoup
libsoxr
libspatialite
libspectre
libspiro
libsrtp
libssh
libssh2
libstaroffice
libstemmer
libsynctex
libtasn1
libteam
libthai
libtheora
libtiff
libtiger
libtirpc
libtommath
libtool
libunistring
libunwind
libusb
libusb-compat
libusbmuxd
libutempter
libutil-linux
libuv
libva
libva-utils
libvdpau
libvisio
libvisual
libvoikko
libvorbis
libvpx
libwacom
libwebp
libwmf
libwpd
libwpe
libwpg
libwps
libx11
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmlb
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libzip
libzmf
licenses
lilv
linux
linux-api-headers
linux-docs
linux-firmware
lldb
llvm
llvm-libs
lm_sensors
lmdb
lpsolve
lshw
lsof
lua
lua51
lua52
lua52-bitop
lua52-expat
lua52-lpeg
lua52-luajson
lua52-socket
luajit
lv2
lvm2
lynx
lz4
lzo
lzop
m17n-db
m17n-lib
m4
mailcap
make
man-db
mapnik
mariadb
mariadb-clients
mariadb-libs
mathjax
mbedtls
md4c
mdadm
mesa
metis
minizip
mjpegtools
mkcert
mkinitcpio
mkinitcpio-busybox
mlocate
mobile-broadband-provider-info
modemmanager
mosh
mpfr
mpg123
mpv
mtdev
mujs
mutter
mypaint-brushes1
nautilus
nautilus-sendto
ncdu
ncurses
ndctl
neomutt
neon
net-tools
netcdf
nethogs
netpbm
nettle
networkmanager
ninja
nm-connection-editor
nmap
nnn
node-gyp
nodejs
notmuch-runtime
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
npth
nspr
nss
oath-toolkit
obs-studio
oniguruma
openal
opencore-amr
opencv
openexr
openjpeg2
openmpi
openssh
openssl
openvpn
opera-ffmpeg-codecs
optipng
opus
orc
osinfo-db
otf-ipafont
p11-kit
p7zip
packer
pacman
pacman-contrib
pacman-mirrorlist
pam
pambase
pandoc
pango
pangomm
parallel
parted
patch
pciutils
pcre
pcre2
pdfgrep
peek
perl
perl-error
perl-file-which
perl-io-tty
perl-mailtools
perl-timedate
php
pinentry
pipewire
pixman
pkcs11-helper
pkgconf
pkgfile
pkgstats
polkit
poppler
poppler-data
poppler-glib
popt
portaudio
postgresql
postgresql-libs
potrace
powertop
ppp
procps-ng
proj
protobuf
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pv
pwgen
pyenv
pygobject-devel
python
python-appdirs
python-asn1crypto
python-attrs
python-bcrypt
python-cached-property
python-cachetools
python-cairo
python-cffi
python-chardet
python-click
python-cryptography
python-dateutil
python-dbus
python-dbus-common
python-distro
python-docker
python-docker-pycreds
python-dockerpty
python-docopt
python-dotenv
python-gobject
python-google-api-core
python-google-api-python-client
python-google-auth
python-google-auth-httplib2
python-googleapis-common-protos
python-html2text
python-httplib2
python-idna
python-importlib-metadata
python-invoke
python-jsonschema
python-more-itertools
python-oauth2client
python-ordered-set
python-packaging
python-paramiko
python-pillow
python-ply
python-prompt_toolkit
python-protobuf
python-psutil
python-pyasn1
python-pyasn1-modules
python-pycparser
python-pygments
python-pynacl
python-pyparsing
python-pyrsistent
python-pytz
python-pyxdg
python-qrencode
python-requests
python-rsa
python-setuptools
python-simplejson
python-six
python-texttable
python-uritemplate
python-urllib3
python-vobject
python-wcwidth
python-websocket-client
python-yaml
python-zipp
python2
python2-dbus
python2-gobject
python2-gobject2
qpdf
qreator
qrencode
qt5-base
qt5-declarative
qt5-location
qt5-sensors
qt5-svg
qt5-wayland
qt5-webchannel
qt5-webkit
qt5-x11extras
qt5ct
raptor
rasqal
rclone
re2
readline
redland
reiserfsprogs
rest
rhash
ripgrep
rpcsvc-proto
rsync
rtkit
rtmpdump
rubberband
ruby
ruby-irb
ruby-rdoc
ruby-reline
rubygems
run-parts
runc
rustup
rxvt-unicode
rxvt-unicode-terminfo
sbc
sbcl
screen
sdl
sdl2
seahorse
sed
semver
serd
shaderc
shadow
shared-color-targets
shared-mime-info
shellcheck
slang
slib
smartmontools
smbclient
snappy
sndio
sord
sound-theme-freedesktop
soundtouch
source-highlight
spandsp
speex
speexdsp
spirv-tools
sqlite
sratom
srt
sshfs
sshuttle
startup-notification
strace
stunnel
sudo
suitesparse
syncthing
sysfsutils
sysprof
systemd
systemd-libs
systemd-sysvcompat
t1lib
taglib
talloc
tar
tcl
tcpdump
tdb
termite
termite-terminfo
terraform
tesseract
tevent
texinfo
texlive-bin
texlive-core
texlive-langjapanese
texlive-latexextra
the_silver_searcher
thin-provisioning-tools
throttled
tig
tlp
tmux
tokei
totem-pl-parser
tpm2-tss
traceroute
tracker
tracker-miners
tre
tree
tslib
ttf-dejavu
ttf-liberation
twolame
typescript
tzdata
uchardet
udisks2
unace
unarchiver
unrar
unzip
upower
urxvt-perls
usbmuxd
usbutils
util-linux
v4l-utils
valgrind
vamp-plugin-sdk
vi
vid.stab
vim
vim-runtime
vimiv
vmaf
volume_key
vte-common
vulkan-icd-loader
w3m
watchexec
wavpack
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing
wget
which
whois
wildmidi
wireshark-cli
wl-clipboard
wmctrl
woff2
wpa_supplicant
wpebackend-fdo
x11-ssh-askpass
x264
x265
xapian-core
xbitmaps
xcb-proto
xcb-util
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xclip
xdg-dbus-proxy
xdg-user-dirs
xdg-utils
xdotool
xerces-c
xf86-input-libinput
xfsprogs
xkeyboard-config
xmlsec
xorg-bdftopcf
xorg-font-util
xorg-font-utils
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xsel
xterm
xvidcore
xz
yarn
zbar
zenity
zeromq
zinnia
zip
zita-alsa-pcmi
zita-resampler
zlib
zsh
zsh-completions
zsh-syntax-highlighting
zstd
zsync
zvbi
zziplib
